Repository: FinanciarMe-es/shopmetrics
Catalog: languages/shopmetrics-*.po
Languages: ru_ru

source: <p>A visual representation of how visitors move through your checkout process.Shows drop-off points and conversion rates at each stage.</p>
ru_ru: <p>Визуальное представление того, как посетители проходят через процесс оформления заказа. Показывает точки выхода и коэффициенты конверсии на каждом этапе.</p>

source: No checkout funnel data available for the selected period.
ru_ru: Нет данных для выбранного периода.

source: Cart and checkout events will be tracked once customers begin interacting withyour store.
ru_ru: События корзины и оформления заказа будут отслеживаться, как только клиенты начнут взаимодействовать с вашим магазином.

source: Top Products in Abandoned Carts
ru_ru: Топ товаров в заброшенных корзинах

source: <p>A bar chart showing which products appear most frequently in abandonedcarts.</p>
ru_ru: <p>Столбчатая диаграмма, показывающая, какие продукты чаще всего появляются в заброшенных корзинах.</p>

source: Current Period
ru_ru: Текущий период

source: Previous Period
ru_ru: Предыдущий период

source: No abandoned products data available for the selected period.
ru_ru: Нет данных для выбранного периода.

source: This will populate when customers abandon products in their carts.
ru_ru: Это заполнится, когда клиенты оставят товары в своих корзинах.

source: Abandoned Cart Value Distribution
ru_ru: Распределение стоимости заброшенных корзин

source: <p>Shows the distribution of abandoned carts by price range, helping identifyprice thresholds where customers are more likely to abandon their carts.</p>
ru_ru: <p>Показывает распределение заброшенных корзин по ценовым диапазонам, помогая определить ценовые пороги, при которых клиенты с большей вероятностью бросают свои корзины.</p>

source: Price Range
ru_ru: Ценовой диапазон

source: Number of Carts
ru_ru: Количество корзин

source: carts
ru_ru: корзины

source: Count
ru_ru: Количество

source: No abandoned cart value data available.
ru_ru: Данные о стоимости заброшенных корзин недоступны.

source: This chart will populate as customers abandon carts at different price points.
ru_ru: Этот график заполнится по мере заброса корзин клиентами с различными ценовыми точками.

source: Abandoned Cart Rate Trend
ru_ru: Тенденция коэффициента заброшенных корзин

source: Abandoned Cart Rate Trend Help
ru_ru: Помощь по тенденции коэффициента заброшенных корзин

source: <p>Shows how the abandoned cart rate has changed over the selected period.</p>
ru_ru: <p>Показывает, как изменился коэффициент заброшенных корзин за выбранный период.</p>

source: No abandoned cart rate trend data available.
ru_ru: Данные тенденции коэффициента заброшенных корзин недоступны.

source: This chart will populate as customers use your cart over time.
ru_ru: Этот график заполнится по мере использования корзины клиентами со временем.

source: Checkout Conversion Rate Trend
ru_ru: Тенденция коэффициента конверсии оформления заказа

source: Checkout Conversion Rate Trend Help
ru_ru: Помощь по тенденции коэффициента конверсии оформления заказа

source: <p>Shows how the checkout conversion rate has changed over the selectedperiod.</p>
ru_ru: <p>Показывает, как изменился коэффициент конверсии оформления заказа за выбранный период.</p>

source: No checkout conversion rate trend data available.
ru_ru: Данные тенденции коэффициента конверсии оформления заказа недоступны.

source: This chart will populate as customers complete checkouts.
ru_ru: Этот график заполнится по мере завершения оформления заказов клиентами.

source: Compare
ru_ru: Сравнить

source: Current Period:
ru_ru: Текущий период:

source: Previous Period:
ru_ru: Предыдущий период:

source: Reset Comparison
ru_ru: Сбросить сравнение

source: Compare Periods
ru_ru: Сравнить периоды

source: Connect to ShopMetrics Analytics
ru_ru: Подключиться к ShopMetrics Analytics

source: Your site is not connected to ShopMetrics Analytics. The dashboard requires aconnection to display your data.
ru_ru: Ваш сайт не подключен к ShopMetrics Analytics. Панель управления требует подключения для отображения ваших данных.

source: Syncing...
ru_ru: Переподключение...

source: Last 7 days
ru_ru: Последние 7 дней

source: Last 30 days
ru_ru: Последние 30 дней

source: This month
ru_ru: Последние 3 месяца

source: Last month
ru_ru: Последние 3 месяца

source: Last 3 months
ru_ru: Последние 3 месяца

source: Last 6 months
ru_ru: Последние 3 месяца

source: This year
ru_ru: Этот год

source: Last year
ru_ru: Последние 7 дней

source: Select Date Range
ru_ru: Выберите диапазон дат

source: Connect to See Your Analytics
ru_ru: Подключитесь, чтобы увидеть вашу аналитику

source: Please connect your site to view your WooCommerce analytics dashboard.
ru_ru: Подключите ваш сайт к ShopMetrics, чтобы увидеть аналитику здесь.

source: Dashboard Error
ru_ru: Панель управления

source: Something went wrong with the ShopMetrics Analytics dashboard.
ru_ru: Что-то пошло не так с панелью ShopMetrics Analytics.

source: Error Details
ru_ru: Детали ошибки

source: Reload Dashboard
ru_ru: Панель управления

source: Product Revenue
ru_ru: Общий доход

source: Shipping Charged
ru_ru: Стоимость доставки

source: Tax Collected
ru_ru: Подключено

source: API configuration is missing.
ru_ru: Конфигурация API отсутствует.

source: Failed to fetch data
ru_ru: Не удалось получить статистику корзин.

source: Profitability insights (Gross Profit, Margin) may be incomplete. Please
ru_ru: Показатели прибыльности (валовая прибыль, маржа) могут быть неполными. Пожалуйста

source: configure your Cost of Goods Sold (COGS) settings
ru_ru: настройте ваши параметры себестоимости проданных товаров (COGS)

source: for accurate calculations.
ru_ru: для точных расчетов.

source: Dismiss COGS configuration alert
ru_ru: Отклонить предупреждение о конфигурации COGS

source: Gross Profit
ru_ru: Общая прибыль

source: Total Net Sales minus Total Cost of Goods Sold (COGS).
ru_ru: Общие чистые продажи минус общая себестоимость проданных товаров (COGS).

source: Gross Profit Margin
ru_ru: Маржа валовой прибыли

source: (Gross Profit / Total Net Sales) * 100.
ru_ru: (Валовая прибыль / Общие чистые продажи) * 100.

source: Total COGS
ru_ru: Всего заказов

source: Total Cost of Goods Sold for the items sold in the period.
ru_ru: Общая себестоимость проданных товаров за период.

source: Total Tax Collected
ru_ru: Общий сбор налогов

source: Total sales tax collected from orders in the period.
ru_ru: Общий налог с продаж, собранный с заказов за период.

source: Total Shipping Charged
ru_ru: Общая стоимость доставки

source: Total shipping fees charged to customers in the period.
ru_ru: Общие затраты на доставку, взимаемые с клиентов за период.

source: Total Discounts Given
ru_ru: Всего скидок

source: Total value of order-level discounts applied in the period.
ru_ru: Общая стоимость скидок на уровне заказа, примененных за период.

source: Error loading finance data: %s
ru_ru: Ошибка загрузки финансовых данных: %s

source: Revenue Composition Help
ru_ru: Помощь по составу доходов

source: <p>Shows the breakdown of total invoiced value into product revenue (net sales),shipping fees charged, and taxes collected during the period.</p>
ru_ru: <p>Показывает разбивку общей стоимости счетов на доход от продуктов (чистые продажи), взимаемые сборы за доставку и налоги, собранные в течение периода.</p>

source: Revenue Composition
ru_ru: Сбросить сравнение

source: No revenue composition data available.
ru_ru: Данные о составе доходов недоступны.

source: No revenue composition data for previous period.
ru_ru: Данные о составе доходов за предыдущий период недоступны.

source: Top Products by Gross Profit Help
ru_ru: Помощь по топ товарам по валовой прибыли

source: <p>Displays the top 10 products ranked by their total gross profit (ProductRevenue - COGS) during the selected period.</p>
ru_ru: <p>Отображает топ-10 продуктов, ранжированных по их общей валовой прибыли (Доход от продукта - COGS) в течение выбранного периода.</p>

source: Top 10 Products by Gross Profit
ru_ru: Топ 10 товаров по валовой прибыли

source: Current Gross Profit
ru_ru: Текущий период

source: Previous Gross Profit
ru_ru: Предыдущий период

source: No product gross profit data available for this period.
ru_ru: Нет данных для выбранного периода.

source: Sales by Payment Method Help
ru_ru: Помощь по продажам по способу оплаты

source: <p>Shows the total net sales generated by each payment method during theselected period.</p>
ru_ru: <p>Показывает общие чистые продажи, полученные каждым способом оплаты в течение выбранного периода.</p>

source: Sales by Payment Method
ru_ru: Продажи по категориям

source: Current Period Sales
ru_ru: Текущий период

source: Previous Period Sales
ru_ru: Предыдущий период

source: No sales data by payment method available.
ru_ru: Данные о продажах по способу оплаты недоступны.

source: Orders by Payment Method Help
ru_ru: Помощь по заказам по способу оплаты

source: <p>Shows the total number of orders processed by each payment method during theselected period.</p>
ru_ru: <p>Показывает общее количество заказов, обработанных каждым способом оплаты в течение выбранного периода.</p>

source: Orders by Payment Method
ru_ru: Заказы по статусу

source: Current Period Orders
ru_ru: Текущий период

source: Previous Period Orders
ru_ru: Предыдущий период

source: No order count data by payment method available.
ru_ru: Данные о количестве заказов по способу оплаты недоступны.

source: Tax Collected Over Time Help
ru_ru: Помощь по налогам, собранным со временем

source: <p>Shows the total sales tax collected daily over the selected period.</p>
ru_ru: <p>Показывает общий налог с продаж, собранный ежедневно за выбранный период.</p>

source: Tax Collected Over Time
ru_ru: Налоги, собранные со временем

source: Current Period Tax
ru_ru: Текущий период

source: Previous Period Tax
ru_ru: Предыдущий период

source: No tax data available for this period.
ru_ru: Нет данных для выбранного периода.

source: Shipping Charged Over Time Help
ru_ru: Помощь по стоимости доставки со временем

source: <p>Shows the total shipping fees charged to customers daily over the selectedperiod.</p>
ru_ru: <p>Показывает общие сборы за доставку, взимаемые с клиентов ежедневно в течение выбранного периода.</p>

source: Shipping Charged Over Time
ru_ru: Стоимость доставки со временем

source: Current Period Shipping
ru_ru: Текущий период

source: Previous Period Shipping
ru_ru: Предыдущий период

source: No shipping data available for this period.
ru_ru: Нет данных для выбранного периода.

source: Missing required configuration.
ru_ru: Отсутствует необходимая конфигурация.

source: An unknown error occurred while fetching %s.
ru_ru: Произошла неизвестная ошибка при получении %s.

source: Total Revenue
ru_ru: Общая выручка

source: Total revenue generated from all sales within the selected period.
ru_ru: Общая выручка, полученная от всех продаж в выбранном периоде.

source: Total Orders
ru_ru: Всего заказов

source: Total number of completed orders placed within the selected period.
ru_ru: Общее количество завершенных заказов, размещенных в выбранный период.

source: Average Order Value
ru_ru: Средняя стоимость заказа

source: Average monetary value of each order (Total Revenue / Total Orders).
ru_ru: Средняя денежная стоимость каждого заказа (Общий доход / Общее количество заказов).

source: Gross Sales
ru_ru: Продажи

source: Total revenue from all sales before any deductions like refunds or discounts.
ru_ru: Общий доход от всех продаж до любых вычетов, таких как возвраты или скидки.

source: Refunds Amount
ru_ru: Коэффициент возвратов

source: Total amount of money refunded to customers.
ru_ru: Общая сумма денег, возвращенная клиентам.

source: Orders with Refunds
ru_ru: Заказы с возвратами

source: Number of orders that have at least one refund associated with them.
ru_ru: Количество заказов, которые имеют по крайней мере один связанный с ними возврат.

source: Error loading KPIs: %s
ru_ru: Ошибка загрузки KPI: %s

source: Error loading charts: %s
ru_ru: Ошибка загрузки графиков: %s

source: Could not load Net Sales data.
ru_ru: Не удалось загрузить данные чистых продаж.

source: Net Sales Over Time
ru_ru: Чистые продажи со временем

source: Net Sales Over Time Help
ru_ru: Помощь по чистым продажам со временем

source: Current Net Sales
ru_ru: Текущие чистые продажи

source: Previous Net Sales
ru_ru: Предыдущий период

source: Gross Sales & Orders Help
ru_ru: Помощь по валовым продажам и заказам

source: <p>Compares total sales value (before refunds) and the number of orders receivedeach day.</p>
ru_ru: <p>Сравнивает общую стоимость продаж (до возвратов) и количество заказов, полученных каждый день.</p>

source: Gross Sales & Orders Over Time
ru_ru: Валовые продажи и заказы со временем

source: Chart Error: %s
ru_ru: Ошибка графика: %s

source: Previous Gross Sales
ru_ru: Предыдущий период

source: Orders
ru_ru: Всего заказов

source: Previous Orders
ru_ru: Предыдущий период

source: No timeseries data for selected period.
ru_ru: Нет данных для выбранного периода.

source: Average Order Value (AOV) Help
ru_ru: Помощь по средней стоимости заказа (AOV)

source: <p>Shows the average amount spent per order (Gross Sales / Total Orders)calculated daily.</p>
ru_ru: <p>Показывает среднюю сумму, потраченную на заказ (Валовые продажи / Общее количество заказов), рассчитанную ежедневно.</p>

source: Average Order Value Over Time
ru_ru: Средняя стоимость заказа со временем

source: AOV
ru_ru: Средняя стоимость заказа

source: Previous AOV
ru_ru: Предыдущий период

source: No AOV data for selected period.
ru_ru: Нет данных для выбранного периода.

source: Top Products Help
ru_ru: Название товара

source: <p>Displays the top products ranked by their total net sales amount within theselected date range.</p>
ru_ru: <p>Отображает топ продуктов, ранжированных по их общей сумме чистых продаж в выбранном диапазоне дат.</p>

source: Top Products by Net Sales
ru_ru: Топ товаров по чистым продажам

source: Net Sales
ru_ru: Продажи

source: No product data for selected period.
ru_ru: Нет данных для выбранного периода.

source: More info
ru_ru: Подробнее

source: Customer Count
ru_ru: Показатель удержания клиентов

source: Total number of unique customers who made a purchase during the period.
ru_ru: Общее количество уникальных клиентов, совершивших покупку в течение периода.

source: Repeat Customer Rate
ru_ru: Пользовательский диапазон

source: Percentage of customers who made more than one purchase during the period.
ru_ru: Процент клиентов, которые совершили более одной покупки в течение периода.

source: Total Visits
ru_ru: Всего скидок

source: Total number of visits to your website during the period.
ru_ru: Общее количество посещений вашего веб-сайта в течение периода.

source: Purchases
ru_ru: Покупки

source: Total number of completed purchases (orders) during the period.
ru_ru: Общее количество завершенных покупок (заказов) в течение периода.

source: Conversion Rate
ru_ru: Показатель удержания клиентов

source: Percentage of visits that resulted in a purchase (Purchases / Total Visits).
ru_ru: Процент посещений, которые привели к покупке (Покупки / Общее количество посещений).

source: Top Channel
ru_ru: Топ канал

source: The marketing channel that drove the most visits during the period (e.g.,Google, Facebook, Direct).
ru_ru: Маркетинговый канал, который привел наибольшее количество посещений в течение периода (например, Google, Facebook, Прямой).

source: Sales Funnel Flow Help
ru_ru: Помощь по потоку воронки продаж

source: <p>This chart shows how visitors move through keystages:</p><ul><li><strong>Visits:</strong> Total sitevisits.</li><li><strong>Product Views:</strong> Visits where at least oneproduct page was seen.</li><li><strong>Checkout:</strong> Visits where thecheckout page was reached.</li><li><strong>Purchases:</strong> Visits resultingin a completed order.</li><li><strong>Drop-off:</strong> Visitors leaving ateach stage.</li></ul>
ru_ru: <p>Эта диаграмма показывает, как посетители проходят через ключевые этапы:</p><ul><li><strong>Посещения:</strong> Общие посещения сайта.</li><li><strong>Просмотры продуктов:</strong> Посещения, где была просмотрена хотя бы одна страница продукта.</li><li><strong>Оформление заказа:</strong> Посещения, где была достигнута страница оформления заказа.</li><li><strong>Покупки:</strong> Посещения, приведшие к завершенному заказу.</li><li><strong>Выход:</strong> Посетители, покидающие на каждом этапе.</li></ul>

source: Sales Funnel Flow
ru_ru: Поток воронки продаж

source: No funnel data for current period.
ru_ru: Нет данных воронки для текущего периода.

source: Not enough data to display funnel flow.
ru_ru: Недостаточно данных для отображения потока воронки.

source: Sales by Location Help
ru_ru: Продажи по категориям

source: <p>Top locations (City, Country) based on the total net sales amount from ordersshipped to that location within the selected date range.</p>
ru_ru: <p>Топ локации (Город, Страна) на основе общей суммы чистых продаж от заказов, отправленных в эту локацию в пределах выбранного диапазона дат.</p>

source: Sales by Location
ru_ru: Продажи по категориям

source: Error loading chart: %s
ru_ru: Ошибка загрузки графика: %s

source: Current Sales
ru_ru: Текущий период

source: Previous Sales
ru_ru: Предыдущий период

source: Not enough data for chart.
ru_ru: Недостаточно данных для графика.

source: Visits by Page Help
ru_ru: Помощь по посещениям страниц

source: <p>Shows the most visited page paths on your site during the selected period.Useful for identifying popular content or potential navigation issues.</p>
ru_ru: <p>Показывает наиболее посещаемые пути страниц на вашем сайте в течение выбранного периода. Полезно для выявления популярного контента или потенциальных проблем навигации.</p>

source: Visits by Page
ru_ru: Посещения по страницам

source: Current Visits
ru_ru: Текущий период

source: Previous Visits
ru_ru: Предыдущий период

source: Top Referring Channels (Volume) Help
ru_ru: Помощь по топ референтным каналам (объем)

source: <p>Shows which external websites or sources (like Google, Facebook, etc.) sentthe most visitors to your site.</p>
ru_ru: <p>Показывает, какие внешние веб-сайты или источники (например, Google, Facebook и т.д.) направили больше всего посетителей на ваш сайт.</p>

source: Top Referring Channels (Volume)
ru_ru: Топ референтные каналы (объем)

source: Top Referring Channels (Distribution) Help
ru_ru: Помощь по топ референтным каналам (распределение)

source: <p>Shows the percentage share of visits coming from each top referring channel.Helps understand the relative importance of different traffic sources.</p>
ru_ru: <p>Показывает процентную долю посещений, приходящих от каждого топ референтного канала. Помогает понять относительную важность различных источников трафика.</p>

source: Top Referring Channels (Distribution)
ru_ru: Топ референтные каналы (распределение)

source: No referring channel data for current period.
ru_ru: Нет данных о референтных каналах для текущего периода.

source: No referring channel data for previous period.
ru_ru: Нет данных о референтных каналах для предыдущего периода.

source: Net Sales by Channel Help
ru_ru: Помощь по чистым продажам по каналам

source: <p>Shows the total net sales attributed to different marketing channels (e.g.,utm_source). Helps identify which channels are driving the most revenue.</p>
ru_ru: <p>Показывает общие чистые продажи, приписанные различным маркетинговым каналам (например, utm_source). Помогает определить, какие каналы приносят наибольший доход.</p>

source: Net Sales by Channel
ru_ru: Продажи по категориям

source: No sales by channel data for selected period.
ru_ru: Нет данных для выбранного периода.

source: Orders by Channel Help
ru_ru: Помощь по заказам по каналам

source: <p>Shows the total number of orders attributed to different marketing channels.Helps identify which channels are driving the most conversions.</p>
ru_ru: <p>Показывает общее количество заказов, приписанных различным маркетинговым каналам. Помогает определить, какие каналы обеспечивают наибольшее количество конверсий.</p>

source: Orders by Channel
ru_ru: Заказы по статусу

source: Current Orders
ru_ru: Текущий период

source: No orders by channel data for selected period.
ru_ru: Нет данных для выбранного периода.

source: Net Sales by Campaign Help
ru_ru: Помощь по чистым продажам по кампаниям

source: <p>Shows the total net sales attributed to specific marketing campaigns (e.g.,utm_campaign). Helps evaluate the revenue performance of individualcampaigns.</p>
ru_ru: <p>Показывает общее количество заказов, приписанных конкретным маркетинговым кампаниям. Помогает оценить эффективность конверсии отдельных кампаний.</p>

source: Net Sales by Campaign
ru_ru: Продажи по категориям

source: No sales by campaign data for selected period.
ru_ru: Нет данных для выбранного периода.

source: Orders by Campaign Help
ru_ru: Помощь по заказам по кампаниям

source: <p>Shows the total number of orders attributed to specific marketing campaigns.Helps evaluate the conversion performance of individual campaigns.</p>
ru_ru: <p>Показывает общее количество заказов, приписанных конкретным маркетинговым кампаниям. Помогает оценить эффективность конверсии отдельных кампаний.</p>

source: Orders by Campaign
ru_ru: Заказы по статусу

source: No orders by campaign data for selected period.
ru_ru: Нет данных для выбранного периода.

source: Are you sure you want to exit the setup wizard? You will be redirected to theWordPress plugins page.
ru_ru: Вы уверены, что хотите выйти из мастера настройки? Вы будете перенаправлены на страницу плагинов WordPress.

source: Connection already established!
ru_ru: Соединение уже установлено!

source: API URL not configured properly
ru_ru: API URL не настроен должным образом

source: Connection established successfully!
ru_ru: Соединение установлено успешно!

source: Connection established! Your site is now connected to ShopMetrics Analytics.
ru_ru: Подключите ваш сайт к ShopMetrics, чтобы увидеть аналитику здесь.

source: Failed to save connection settings
ru_ru: Не удалось получить статистику корзин.

source: Failed to establish connection
ru_ru: Не удалось установить соединение

source: Connection error: %s
ru_ru: Ошибка подключения:

source: Detection timed out. Please try again.
ru_ru: Обнаружение превысило время ожидания. Попробуйте еще раз.

source: Auto-detected COGS meta key: %s
ru_ru: Автоматически обнаружен COGS мета-ключ: %s

source: Failed to retrieve meta keys
ru_ru: Не удалось получить статистику корзин.

source: Error detecting COGS keys: %s
ru_ru: Ошибка обнаружения COGS ключей: %s

source: COGS settings saved successfully!
ru_ru: Настройки COGS сохранены успешно!

source: Error saving COGS settings: %s
ru_ru: Ошибка сохранения настроек COGS: %s

source: ShopMetrics Logo
ru_ru: Логотип ShopMetrics

source: Welcome to ShopMetrics Analytics!
ru_ru: Добро пожаловать в ShopMetrics Analytics!

source: Get ready to unlock powerful insights about your WooCommerce store. This wizardwill guide you through the initial setup process.
ru_ru: Приготовьтесь получить мощные аналитические данные о вашем магазине WooCommerce. Этот мастер проведет вас через процесс первоначальной настройки.

source: Quick Setup
ru_ru: Быстрая настройка

source: Connect to our analytics platform in minutes
ru_ru: Подключитесь к нашей аналитической платформе за минуты

source: Financial Insights
ru_ru: Финансовые аналитические данные

source: Understand your store\
ru_ru: Понимайте ваш магазин"

source: Sales Analytics
ru_ru: Аналитика продаж

source: Track orders, revenue and growth trends
ru_ru: Отслеживайте заказы, доходы и тенденции роста

source: Get Started
ru_ru: Начать

source: Connect to ShopMetrics
ru_ru: Подключиться к ShopMetrics

source: Let\
ru_ru: Позвольте"
