Repository: FinanciarMe-es/shopmetrics
Catalog: languages/shopmetrics-*.po
Languages: ru_ru

source: ShopMetrics for WooCommerce
ru_ru: ShopMetrics для WooCommerce

source: Abandoned Cart Recovery
ru_ru: Восстановление заброшенной корзины

source: Configure settings for tracking and recovering abandoned carts.
ru_ru: Настройте параметры отслеживания и восстановления заброшенных корзин.

source: Cart Abandonment Threshold (hours)
ru_ru: Порог забрасывания корзины (часов)

source: Number of hours of inactivity before a cart is considered abandoned.
ru_ru: Количество часов бездействия, после которых корзина считается заброшенной.

source: Enable Recovery Emails
ru_ru: Включить письма восстановления

source: Send email notifications for abandoned carts
ru_ru: Отправлять уведомления по электронной почте о заброшенных корзинах

source: Email Delay (hours)
ru_ru: Задержка электронной почты (часов)

source: How many hours to wait after cart abandonment before sending the recovery email.
ru_ru: Сколько часов ждать после заброса корзины перед отправкой письма восстановления.Сколько часов ждать после заброса корзины перед отправкой письма восстановления.

source: Include Coupon
ru_ru: Включить купон

source: Include a coupon code in recovery emails
ru_ru: Включить код купона в письма восстановления

source: Coupon Code
ru_ru: Код купона

source: -- Select a coupon --
ru_ru: -- Выберите купон --

source: Select an existing WooCommerce coupon to include in recovery emails.
ru_ru: Выберите существующий купон WooCommerce для включения в письма восстановления.

source: Recovery Email Content
ru_ru: Содержимое письма восстановления

source: Customize the email message sent to customers with abandoned carts.
ru_ru: Настройте текст письма, отправляемого клиентам с заброшенными корзинами.

source: From Name
ru_ru: Имя отправителя

source: The name that appears in the "From" field of recovery emails.
ru_ru: Имя, которое отображается в поле "От" в письмах восстановления.

source: From Email
ru_ru: Email отправителя

source: The email address that appears in the "From" field of recovery emails.
ru_ru: Email адрес, который отображается в поле "От" в письмах восстановления.

source: Email Subject
ru_ru: Тема письма

source: Did you forget something in your cart?
ru_ru: Вы что-то забыли в корзине?

source: Available variables: {site_name}
ru_ru: Доступные переменные: {site_name}

source: Recovery Button Text
ru_ru: Текст кнопки восстановления

source: Complete Your Purchase
ru_ru: Завершить покупку

source: Text displayed on the recovery button in the email.
ru_ru: Текст, отображаемый на кнопке восстановления в письме.

source: Recovery Link Expiry (days)
ru_ru: Срок действия ссылки восстановления (дней)

source: Number of days before the recovery link expires.
ru_ru: Количество дней до истечения срока действия ссылки восстановления.

source: Email Content
ru_ru: Содержимое письма

source: Available variables: {site_name}, {cart_items}, {cart_total}, {recovery_link}, {customer_name}, {first_name}, {last_name}, {coupon_code}
ru_ru: Доступные переменные: {site_name}, {cart_items}, {cart_total}, {recovery_link}, {customer_name}, {first_name}, {last_name}, {coupon_code}Доступные переменные: {site_name}, {cart_items}, {cart_total}, {recovery_link}, {customer_name}, {first_name}, {last_name}, {coupon_code}

source: HTML Email Customization
ru_ru: Настройка HTML писем

source: You have full control over the HTML structure of your emails, including the header and footer. The editor above allows you to customize the entire email template.
ru_ru: У вас есть полный контроль над HTML-структурой ваших писем, включая заголовок и подвал. Редактор выше позволяет настроить весь шаблон письма.У вас есть полный контроль над HTML-структурой ваших писем, включая заголовок и подвал. Редактор выше позволяет настроить весь шаблон письма.

source: The template includes responsive styling suitable for most email clients. If you make changes to the HTML structure, be sure to test your emails thoroughly.
ru_ru: Шаблон включает адаптивную стилизацию, подходящую для большинства почтовых клиентов. Если вы вносите изменения в HTML-структуру, обязательно тщательно тестируйте ваши письма.Шаблон включает адаптивную стилизацию, подходящую для большинства почтовых клиентов. Если вы вносите изменения в HTML-структуру, обязательно тщательно тестируйте ваши письма.

source: About {cart_items} Display
ru_ru: О отображении {cart_items}

source: Cart items are now displayed as attractive product cards with:
ru_ru: Товары корзины теперь отображаются как привлекательные карточки товаров с:

source: Product image (when available)
ru_ru: Изображение товара (если доступно)

source: Product title
ru_ru: Название товара

source: Price and quantity information
ru_ru: Информация о цене и количестве

source: Clickable links to product pages
ru_ru: Кликабельные ссылки на страницы товаров

source: This visual presentation helps customers recognize their items more easily and increases the likelihood of cart recovery.
ru_ru: Такое визуальное представление помогает клиентам легче узнавать свои товары и увеличивает вероятность восстановления корзины.Такое визуальное представление помогает клиентам легче узнавать свои товары и увеличивает вероятность восстановления корзины.

source: Test Email
ru_ru: Тестовое письмо

source: Send a test recovery email to verify how notifications appear to your customers. This helps ensure that your recovery emails look professional and contain all necessary information.
ru_ru: Отправьте тестовое письмо восстановления, чтобы проверить, как уведомления выглядят для ваших клиентов. Это помогает убедиться, что ваши письма восстановления выглядят профессионально и содержат всю необходимую информацию.Отправьте тестовое письмо восстановления, чтобы проверить, как уведомления выглядят для ваших клиентов. Это помогает убедиться, что ваши письма восстановления выглядят профессионально и содержат всю необходимую информацию.

source: Send Test Email
ru_ru: Отправить тестовое письмо

source: The test email will be sent to your WordPress admin email address with sample cart data to preview the layout and formatting.
ru_ru: Тестовое письмо будет отправлено на ваш admin email WordPress с образцами данных корзины для предварительного просмотра макета и форматирования.Тестовое письмо будет отправлено на ваш admin email WordPress с образцами данных корзины для предварительного просмотра макета и форматирования.

source: WooCommerce Integration
ru_ru: Интеграция с WooCommerce

source: Inventory Synchronization
ru_ru: Синхронизация запасов

source: Scheduled Snapshots
ru_ru: Запланированные снимки

source: Inventory snapshots are scheduled to run automatically once per day. This keeps your stock data up to date in the dashboard.
ru_ru: Снимки склада запланированы на автоматический запуск раз в день. Это поддерживает актуальность данных о запасах на панели.

source: Next scheduled snapshot:
ru_ru: Следующий запланированный снимок:

source: No snapshot is currently scheduled. This may indicate an issue with your WordPress scheduled tasks.
ru_ru: В настоящее время снимок не запланирован. Это может указывать на проблему с запланированными задачами WordPress.

source: Fix Schedule
ru_ru: Исправить расписание

source: Action Scheduler is not active. This plugin is required for WooCommerce and should be active. Please check your WordPress installation.
ru_ru: Action Scheduler не активен. Этот плагин необходим для WooCommerce и должен быть активным. Проверьте вашу установку WordPress.

source: Manual Inventory Snapshot
ru_ru: Ручной снимок запасов

source: Take Inventory Snapshot Now
ru_ru: Сделать снимок запасов сейчас

source: Stock Monitoring
ru_ru: Мониторинг запасов

source: Configure settings related to stock monitoring and tracking.
ru_ru: Настройте параметры мониторинга и отслеживания запасов.

source: WooCommerce Stock Settings
ru_ru: Настройки запасов WooCommerce

source: Stock Management
ru_ru: Управление запасами

source: Enabled
ru_ru: Включено

source: Disabled
ru_ru: Отключено

source: Manage in WooCommerce Settings →
ru_ru: Управление в настройках WooCommerce →

source: Low Stock Threshold
ru_ru: Порог низких запасов

source: Out of Stock Threshold
ru_ru: Порог отсутствия на складе

source: When product stock reaches this amount, WooCommerce considers it out of stock.
ru_ru: Когда запас продукта достигает этого количества, WooCommerce считает его отсутствующим на складе.

source: Low Stock Notifications
ru_ru: Уведомления о низких запасах

source: Configure email notifications for products that reach their low stock threshold.
ru_ru: Настройте уведомления по электронной почте для продуктов, которые достигли порога низких запасов.

source: Enable Low Stock Notifications
ru_ru: Включить уведомления о низких запасах

source: Check this box to enable daily email notifications for products that have reached their low stock threshold.
ru_ru: Установите этот флажок, чтобы включить ежедневные уведомления по электронной почте для продуктов, которые достигли порога низких запасов.

source: Notification Recipients
ru_ru: Получатели уведомлений

source: e.g., admin@example.com, manager@example.com
ru_ru: например, admin@example.com, manager@example.com

source: Enter one or more email addresses, separated by commas. If empty, notifications will be sent to the site administrator's email.
ru_ru: Введите один или несколько адресов электронной почты, разделенных запятыми. Если пусто, уведомления будут отправлены на электронную почту администратора сайта.

source: Cost of Goods Settings
ru_ru: Настройки себестоимости товаров

source: Configure Cost of Goods Sold (COGS) tracking to enable accurate profit calculations for your products.
ru_ru: Настройте отслеживание себестоимости проданных товаров (COGS), чтобы включить точные расчеты прибыли для ваших продуктов.

source: COGS Meta Key Detection
ru_ru: Обнаружение мета-ключа COGS

source: The plugin needs to know which WooCommerce meta key stores your product cost information.
ru_ru: Плагину нужно знать, какой мета-ключ WooCommerce хранит информацию о стоимости ваших продуктов.

source: Currently Saved Key:
ru_ru: Текущий сохраненный ключ:

source: Not set
ru_ru: Не установлено

source: Auto-detect COGS Meta Key
ru_ru: Автоопределение мета-ключа COGS

source: Select Key Manually
ru_ru: Выбрать ключ вручную

source: -- Select a Key --
ru_ru: -- Выберите ключ --

source: -- Do not use a meta key --
ru_ru: -- Не использовать мета-ключ --

source: Select the meta key for COGS. If your key is not listed, ensure orders with that meta key exist.
ru_ru: Выберите мета-ключ для COGS. Если ваш ключ не в списке, убедитесь, что заказы с этим мета-ключом существуют.

source: The plugin will attempt to find the Cost of Goods Sold (COGS) for each order item using this meta key.
ru_ru: Плагин попытается найти себестоимость товаров (COGS) для каждого элемента заказа, используя этот мета-ключ.

source: Common example: %s. This is used by plugins like WooCommerce Cost of Goods.
ru_ru: Обычный пример: %s. Это используется плагинами типа WooCommerce Cost of Goods.

source: Default COGS Percentage
ru_ru: Процент COGS по умолчанию

source: If per-item COGS is not found via the meta key, you can specify a default percentage to estimate costs.
ru_ru: Если COGS на единицу товара не найден через мета-ключ, вы можете указать процент по умолчанию для оценки затрат.

source: Default Percentage
ru_ru: Процент по умолчанию

source: e.g., 60 for 60%
ru_ru: например, 60 для 60%

source: If per-item COGS is not found via the meta key, use this percentage of the item's pre-discount subtotal to estimate COGS (0-100).
ru_ru: Если COGS на единицу товара не найден через мета-ключ, используйте этот процент от предварительной суммы товара до скидки для оценки COGS (0-100).

source: Leave blank if you only use meta key COGS or do not want to estimate.
ru_ru: Оставьте пустым, если используете только мета-ключ COGS или не хотите делать оценку.

source: Visit Tracking
ru_ru: Отслеживание посещений

source: Tracking Settings
ru_ru: Настройки отслеживания

source: Control how site visits are tracked and what data is collected.
ru_ru: Контролируйте, как отслеживаются посещения сайта и какие данные собираются.

source: Enable Visit Tracking
ru_ru: Включить отслеживание посещений

source: When enabled, the plugin will track information about site visits, including pages viewed, referrers, and UTM parameters. This data powers marketing analytics in the dashboard.
ru_ru: При включении плагин будет отслеживать информацию о посещениях сайта, включая просмотренные страницы, источники переходов и UTM параметры. Эти данные питают маркетинговую аналитику в дашборде.

source: Collected Data
ru_ru: Собираемые данные

source: The following information is collected when visit tracking is enabled:
ru_ru: Следующая информация собирается при включенном отслеживании посещений:

source: Page URLs:
ru_ru: URL страниц:

source: The addresses of pages that visitors view on your site
ru_ru: Адреса страниц, которые посетители просматривают на вашем сайте

source: Page Types:
ru_ru: Типы страниц:

source: Categories of pages (e.g., product, cart, checkout)
ru_ru: Категории страниц (например, товар, корзина, оформление заказа)

source: Referrers:
ru_ru: Источники переходов:

source: Where visitors came from before landing on your site
ru_ru: Откуда пришли посетители перед попаданием на ваш сайт

source: UTM Parameters:
ru_ru: UTM параметры:

source: Marketing campaign tags in URLs (source, medium, campaign, etc.)
ru_ru: Теги маркетинговых кампаний в URL (источник, канал, кампания и т.д.)

source: Session IDs:
ru_ru: ID сессий:

source: Anonymous identifiers to group a visitor's activity (stored in browser session)
ru_ru: Анонимные идентификаторы для группировки активности посетителя (хранятся в сессии браузера)

source: This data is used to generate marketing attribution reports, conversion funnels, and customer journey insights. No personally identifiable information is collected.
ru_ru: Эти данные используются для создания отчетов об атрибуции маркетинга, воронок конверсии и аналитики пути клиента. Никакая персональная информация не собирается.

source: Save All Settings
ru_ru: Сохранить все настройки

source: Ads Platforms Integration
ru_ru: Интеграция с рекламными платформами

source: Connect your advertising platforms to display correlation between campaign expenses and profit. This helps you understand which campaigns are most profitable for your business.
ru_ru: Подключите ваши рекламные платформы для отображения корреляции между расходами на кампании и прибылью. Это поможет понять, какие кампании наиболее прибыльны для вашего бизнеса.

source: Aggregate all advertising platform data in one place for comprehensive analytics.
ru_ru: Агрегируйте все данные рекламных платформ в одном месте для комплексной аналитики.

source: Connect
ru_ru: Подключить

source: Track expenses and performance of your Google Ads campaigns.
ru_ru: Отслеживайте расходы и эффективность ваших кампаний Google Ads.

source: Track expenses and performance of your Facebook and Instagram ad campaigns.
ru_ru: Отслеживайте расходы и эффективность ваших рекламных кампаний Facebook и Instagram.

source: Accounting Platforms Integration
ru_ru: Интеграция с учетными платформами

source: Connect your accounting software to calculate the overall profitability of your business, including not only advertising expenses but also salaries, operational expenses, and more.
ru_ru: Подключите ваше учетное программное обеспечение для расчета общей рентабельности вашего бизнеса, включая не только рекламные расходы, но и зарплаты, операционные расходы и многое другое.

source: Integrate with QuickBooks to analyze financial data and calculate true business profitability.
ru_ru: Интегрируйтесь с QuickBooks для анализа финансовых данных и расчета истинной прибыльности бизнеса.

source: Connect with Xero accounting software to analyze business expenses and revenue.
ru_ru: Подключитесь к программному обеспечению учета Xero для анализа деловых расходов и доходов.

source: Integrate with Zoho Books to analyze expense patterns and overall business profitability.
ru_ru: Интегрируйтесь с Zoho Books для анализа шаблонов расходов и общей рентабельности бизнеса.

source: Connect with Sage accounting software for comprehensive financial analysis.
ru_ru: Подключитесь к программному обеспечению учета Sage для всестороннего финансового анализа.

source: Taking snapshot...
ru_ru: Создание снимка...

source: An error occurred. Please try again.
ru_ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Fixing...
ru_ru: Исправление...

source: Integration coming soon! This feature is currently under development.
ru_ru: Интеграция скоро! Эта функция находится в разработке.

source: Stock Synchronization
ru_ru: Синхронизация запасов

source: Status:
ru_ru: Статус:

source: Connected
ru_ru: Подключено

source: Connection Details
ru_ru: Детали подключения

source: Site Identifier:
ru_ru: Идентификатор сайта:

source: API Token:
ru_ru: API токен:

source: Close
ru_ru: Закрыть

source: Manually trigger a synchronization of all historical order data. This runs in the background and may take time depending on the number of orders.
ru_ru: Вручную запустите синхронизацию всех исторических данных заказов. Это выполняется в фоновом режиме и может занять время в зависимости от количества заказов.

source: Sync Historical Data
ru_ru: Синхронизировать исторические данные

source: Dangerous Zone!
ru_ru: Опасная зона!

source: Disconnect Site
ru_ru: Отключить сайт

source: Not Connected
ru_ru: Не подключено

source: Connect & Synchronize
ru_ru: Подключить и синхронизировать

source: Features & Subscription setup
ru_ru: Настройка функций и подписки

source: Access more features and configuration options in the dedicated sections:
ru_ru: Получите доступ к дополнительным функциям и параметрам конфигурации в специальных разделах:

source: Data Sources
ru_ru: Источники данных

source: Configure visit tracking, connect external data providers, and manage inventory synchronization.
ru_ru: Настройте отслеживание посещений, подключите внешних поставщиков данных и управляйте синхронизацией запасов.

source: Manage Data Sources
ru_ru: Управление источниками данных

source: Cart Recovery
ru_ru: Восстановление корзины

source: Configure automatic cart recovery emails and reduce abandoned carts.
ru_ru: Настройте автоматические письма восстановления корзины и сократите количество заброшенных корзин.

source: Configure Cart Recovery
ru_ru: Настроить восстановление корзины

source: Subscription
ru_ru: Подписка

source: Manage your subscription plan and billing information.
ru_ru: Управляйте планом подписки и платежной информацией.

source: Manage Subscription
ru_ru: Управление подпиской

source: Log Management
ru_ru: Управление журналами

source: Current Log Level:
ru_ru: Текущий уровень журнала:

source: Log File Size:
ru_ru: Размер файла журнала:

source: Log File Location:
ru_ru: Расположение файла журнала:

source: Clear Logs
ru_ru: Очистить журналы

source: Download Logs
ru_ru: Скачать журналы

source: Rotate Logs
ru_ru: Ротация журналов

source: Log Levels:
ru_ru: Уровни журнала:

source: Only critical errors
ru_ru: Только критические ошибки

source: Errors and warnings
ru_ru: Ошибки и предупреждения

source: Errors, warnings, and key events
ru_ru: Ошибки, предупреждения и ключевые события

source: All logging (verbose)
ru_ru: Все журналы (подробно)

source: Connecting...
ru_ru: Подключение...

source: Connection successful! Saving credentials...
ru_ru: Подключение успешно! Сохранение учетных данных...

source: Connection successful! Refreshing page...
ru_ru: Подключение успешно! Обновление страницы...

source: Failed to save connection details:
ru_ru: Не удалось сохранить данные подключения:

source: Error saving connection details:
ru_ru: Ошибка сохранения данных подключения:

source: Invalid response from the API server. Missing required data.
ru_ru: Неверный ответ от API сервера. Отсутствуют необходимые данные.

source: Are you sure you want to clear all logs?
ru_ru: Вы уверены, что хотите очистить все журналы?

source: Clearing...
ru_ru: Очистка...

source: Clearing logs...
ru_ru: Очистка журналов...

source: Error:
ru_ru: Ошибка:

source: AJAX error occurred
ru_ru: Произошла ошибка AJAX

source: Rotating...
ru_ru: Ротация...

source: Rotating logs...
ru_ru: Ротация журналов...

source: Subscription Status
ru_ru: Статус подписки

source: Trial Period
ru_ru: Пробный период

source: Your trial ends in %d days.
ru_ru: Ваш пробный период заканчивается через %d дней.

source: Your trial has expired.
ru_ru: Ваш пробный период истек.

source: Upgrade to Premium
ru_ru: Обновиться до Премиум

source: Active Subscription
ru_ru: Активная подписка

source: Your subscription is scheduled to cancel on %s.
ru_ru: Ваша подписка запланирована к отмене %s.

source: Cancel Subscription
ru_ru: Отменить подписку

source: Canceled Subscription
ru_ru: Отмененная подписка

source: Your subscription has been canceled.
ru_ru: Ваша подписка была отменена.

source: Reactivate Subscription
ru_ru: Возобновить подписку

source: No Active Subscription
ru_ru: Нет активной подписки

source: You do not have an active subscription.
ru_ru: У вас нет активной подписки.

source: Subscribe Now
ru_ru: Подписаться сейчас

source: Subscription Status Sync
ru_ru: Синхронизация статуса подписки

source: Refresh Subscription Status
ru_ru: Обновить статус подписки

source: Subscription Plans
ru_ru: Планы подписки

source: Free Plan
ru_ru: Бесплатный план

source: Forever
ru_ru: Навсегда

source: Up to 20 orders per month
ru_ru: До 20 заказов в месяц

source: Basic Sales Analytics
ru_ru: Базовая аналитика продаж

source: General Dashboard
ru_ru: Общая панель управления

source: Top Products Reports
ru_ru: Отчеты по топ товарам

source: Sales by Time Reports
ru_ru: Отчеты продаж по времени

source: Limited Data Retention (30 days)
ru_ru: Ограниченное хранение данных (30 дней)

source: Email Support
ru_ru: Поддержка по email

source: Current Plan
ru_ru: Текущий план

source: Default Plan
ru_ru: План по умолчанию

source: RECOMMENDED
ru_ru: РЕКОМЕНДУЕТСЯ

source: Premium Plan
ru_ru: Премиум план

source: per month
ru_ru: в месяц

source: Select your monthly orders average
ru_ru: Выберите среднее количество заказов в месяц

source: blocks
ru_ru: блоки

source: orders/month
ru_ru: заказов/месяц

source: Auto Detect Best Option
ru_ru: Автоматически выбрать лучший вариант

source: All Free Plan Features
ru_ru: Все функции бесплатного плана

source: Advanced Sales & Marketing Analytics
ru_ru: Расширенная аналитика продаж и маркетинга

source: Finance Dashboard with COGS Integration
ru_ru: Финансовая панель с интеграцией COGS

source: Stock Management Dashboard
ru_ru: Панель управления запасами

source: Cart Recovery System
ru_ru: Система восстановления корзины

source: Marketing Campaign Tracking
ru_ru: Отслеживание маркетинговых кампаний

source: UTM Parameter Analytics
ru_ru: Аналитика UTM параметров

source: Extended Data Retention (1 year)
ru_ru: Расширенное хранение данных (1 год)

source: Priority Email Support
ru_ru: Приоритетная поддержка по email

source: Reactivate
ru_ru: Повторно активировать

source: Upgrade Now
ru_ru: Обновиться сейчас

source: Enterprise Plan
ru_ru: Корпоративный план

source: Contact Sales
ru_ru: Связаться с отделом продаж

source: To Get Special Price
ru_ru: Чтобы получить специальную цену

source: For stores processing more than 1000 orders per month
ru_ru: Для магазинов, обрабатывающих более 1000 заказов в месяц

source: All Premium Features
ru_ru: Все премиум функции

source: Unlimited Orders Per Month
ru_ru: Неограниченное количество заказов в месяц

source: Multi-store Analytics
ru_ru: Аналитика для нескольких магазинов

source: Custom Reports
ru_ru: Пользовательские отчеты

source: API Access
ru_ru: Доступ к API
