Repository: FinanciarMe-es/shopmetrics
Catalog: languages/shopmetrics-*.po
Languages: ru_ru

source: Unlimited Data Retention
ru_ru: Неограниченное хранение данных

source: Dedicated Account Manager
ru_ru: Персональный менеджер аккаунта

source: Phone & Email Support
ru_ru: Поддержка по телефону и email

source: Custom Onboarding
ru_ru: Персональная настройка

source: Billing History
ru_ru: История платежей

source: Loading billing history...
ru_ru: Загрузка истории платежей...

source: Analyzing order history...
ru_ru: Анализ истории заказов...

source: Could not analyze order history.
ru_ru: Не удалось проанализировать историю заказов.

source: An error occurred during analysis.
ru_ru: Произошла ошибка во время анализа.

source: Are you sure you want to cancel your subscription? You will lose access to premium features at the end of your billing cycle.
ru_ru: Вы уверены, что хотите отменить подписку? Вы потеряете доступ к премиум-функциям в конце расчетного периода.

source: Processing...
ru_ru: Обработка...

source: Are you sure you want to reactivate your subscription? You will be billed according to your previous subscription terms.
ru_ru: Вы уверены, что хотите повторно активировать подписку? С вас будет взиматься плата согласно условиям предыдущей подписки.

source: Preparing checkout...
ru_ru: Подготовка к оформлению заказа...

source: Date
ru_ru: Дата

source: Description
ru_ru: Описание

source: Amount
ru_ru: Сумма

source: Status
ru_ru: Статус

source: Invoice
ru_ru: Счет

source: Paid
ru_ru: Оплачено

source: View
ru_ru: Просмотр

source: No billing history available.
ru_ru: История платежей недоступна.

source: Syncing subscription status...
ru_ru: Синхронизация статуса подписки...

source: An error occurred.
ru_ru: Произошла ошибка.

source: Are you sure you want to take this action?
ru_ru: Вы уверены, что хотите выполнить это действие?

source: Sending...
ru_ru: Отправка...

source: Email sent successfully!
ru_ru: Email отправлен успешно!

source: Error sending email. Please check server logs.
ru_ru: Ошибка отправки email. Пожалуйста, проверьте журналы сервера.

source: Snapshot schedule fixed!
ru_ru: Расписание снимков исправлено!

source: Error fixing schedule.
ru_ru: Ошибка исправления расписания.

source: Snapshot initiated!
ru_ru: Снимок инициирован!

source: Error taking snapshot.
ru_ru: Ошибка создания снимка.

source: Detecting COGS meta key...
ru_ru: Обнаружение мета-ключа COGS...

source: Use This Key
ru_ru: Использовать этот ключ

source: Selected key: %s
ru_ru: Выбранный ключ: %s

source: Loading meta keys...
ru_ru: Загрузка мета-ключей...

source: Error loading meta keys
ru_ru: Ошибка загрузки мета-ключей

source: An error occurred
ru_ru: Произошла ошибка

source: Server communication error
ru_ru: Ошибка связи с сервером

source: Last synchronization
ru_ru: Последняя синхронизация

source: Loading...
ru_ru: Загрузка...

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: OK
ru_ru: ОК

source: AJAX Error
ru_ru: Ошибка AJAX

source: Please rebuild the React application
ru_ru: Пожалуйста, пересоберите React приложение

source: Dashboard
ru_ru: Панель управления

source: Settings
ru_ru: Настройки

source: Debug Information
ru_ru: Отладочная информация

source: Set
ru_ru: Установить

source: length:
ru_ru: длина:

source: isConnected:
ru_ru: подключен:

source: true
ru_ru: истина

source: false
ru_ru: ложь

source: needsOnboarding:
ru_ru: требует настройки:

source: Go to the Settings page by clicking the button below
ru_ru: Перейдите на страницу настроек, нажав кнопку ниже

source: Click on the "Connect & Synchronize" button
ru_ru: Нажмите на кнопку "Подключить и синхронизировать"

source: Wait for the connection process to complete
ru_ru: Дождитесь завершения процесса подключения

source: Once connected, return to this page to view your dashboard
ru_ru: После подключения вернитесь на эту страницу, чтобы просмотреть панель управления

source: Go to Settings Page
ru_ru: Перейти к странице настроек

source: General Settings
ru_ru: Общие настройки

source: Order Item COGS Meta Key
ru_ru: Мета-ключ COGS элемента заказа

source: Enable Low Stock Email Notifications
ru_ru: Включить email уведомления о низких запасах

source: Low Stock Notification Recipient(s)
ru_ru: Получатель(и) уведомлений о низких запасах

source: Order blocks must be between 1 and 10.
ru_ru: Блоки заказов должны быть от 1 до 10.

source: Select the meta key for COGS. If your key is not listed, ensure orders with that meta key exist or check advanced options if available.
ru_ru: Выберите мета-ключ для COGS. Если ваш ключ не в списке, убедитесь, что заказы с этим мета-ключом существуют, или проверьте дополнительные опции, если доступны.

source: Common example: %s. Leave blank or select "-- Do not use a meta key --" if you only want to use the default percentage or not track COGS via item meta.
ru_ru: Обычный пример: %s. Оставьте пустым или выберите "-- Не использовать мета-ключ --", если хотите использовать только процент по умолчанию или не отслеживать COGS через мета товара.

source: If per-item COGS is not found via the meta key, use this percentage of the item\'s pre-discount subtotal to estimate COGS (0-100).
ru_ru: Если COGS на единицу товара не найден через мета-ключ, используйте этот процент от предварительной суммы товара до скидки для оценки COGS (0-100).

source: Default COGS Percentage must be a number between 0 and 100, or blank.
ru_ru: Процент COGS по умолчанию должен быть числом от 0 до 100 или пустым.

source: Enter one or more email addresses, separated by commas. These addresses will receive the low stock notifications if enabled.
ru_ru: Введите один или несколько адресов электронной почты, разделенных запятыми. Эти адреса будут получать уведомления о низких запасах, если включены.

source: If this field is left empty, notifications will be sent to the site administrator\'s email by default if notifications are enabled.
ru_ru: Если это поле остается пустым, уведомления будут отправляться на электронную почту администратора сайта по умолчанию, если уведомления включены.

source: The email address "%s" is not valid and has been removed.
ru_ru: Email адрес "%s" недействителен и был удален.

source: Check this box to enable the tracking of website visits.
ru_ru: Установите этот флажок, чтобы включить отслеживание посещений веб-сайта.

source: Nonce verification failed!
ru_ru: Проверка nonce не удалась!

source: You do not have permission to perform this action.
ru_ru: У вас нет разрешения для выполнения этого действия.

source: No API token provided.
ru_ru: API токен не предоставлен.

source: API token processed successfully.
ru_ru: API токен обработан успешно.

source: API token and Site Identifier processed successfully.
ru_ru: API токен и идентификатор сайта обработаны успешно.

source: API token processed. Site Identifier failed to save.
ru_ru: API токен обработан. Не удалось сохранить идентификатор сайта.

source: Failed to save API token.
ru_ru: Не удалось сохранить API токен.

source: Action Scheduler is required but not active.
ru_ru: Action Scheduler требуется, но не активен.

source: Historical synchronization is already in progress.
ru_ru: Историческая синхронизация уже выполняется.

source: Failed to schedule sync action after clearing existing schedule.
ru_ru: Не удалось запланировать действие синхронизации после очистки существующего расписания.

source: Error scheduling synchronization after clearing existing schedule:
ru_ru: Ошибка планирования синхронизации после очистки существующего расписания:

source: Historical synchronization rescheduled after clearing previous schedule.
ru_ru: Историческая синхронизация перепланирована после очистки предыдущего расписания.

source: Failed to schedule sync action.
ru_ru: Не удалось запланировать действие синхронизации.

source: Error scheduling synchronization:
ru_ru: Ошибка планирования синхронизации:

source: Historical data synchronization scheduled successfully.
ru_ru: Синхронизация исторических данных запланирована успешно.

source: You do not have permission.
ru_ru: У вас нет разрешения.

source: Site is not connected. Cannot manage subscription.
ru_ru: Сайт не подключен. Невозможно управлять подпиской.

source: Error communicating with subscription service: %s
ru_ru: Ошибка связи со службой подписки: %s

source: Cancellation requested.
ru_ru: Запрошена отмена.

source: Unknown error from subscription service.
ru_ru: Неизвестная ошибка службы подписки.

source: Subscription service error (Code: %d): %s
ru_ru: Ошибка службы подписки (Код: %d): %s

source: Insufficient permissions.
ru_ru: Недостаточно разрешений.

source: API token not found. Cannot reactivate subscription.
ru_ru: API токен не найден. Невозможно возобновить подписку.

source: Error communicating with the backend API.
ru_ru: Ошибка связи с backend API.

source: Subscription successfully reactivated.
ru_ru: Подписка успешно возобновлена.

source: Unknown error from backend.
ru_ru: Неизвестная ошибка от backend.

source: Failed to reactivate subscription. Backend response: %s
ru_ru: Не удалось возобновить подписку. Ответ backend: %s

source: No order item meta keys found in recent orders to scan.
ru_ru: Не найдены мета-ключи элементов заказа в недавних заказах для сканирования.

source: Detected potential COGS key: %s
ru_ru: Обнаружен потенциальный COGS ключ: %s

source: No common COGS meta key found in recent orders. You can try selecting one manually.
ru_ru: Общий мета-ключ COGS не найден в недавних заказах. Вы можете попробовать выбрать один вручную.

source: Error fetching meta keys.
ru_ru: Ошибка получения мета-ключей.

source: Snapshotter component is missing. Cannot trigger snapshot.
ru_ru: Компонент снимков отсутствует. Невозможно запустить снимок.

source: Snapshotter class or method not found. Cannot trigger snapshot.
ru_ru: Класс или метод снимков не найден. Невозможно запустить снимок.

source: Inventory snapshot process has been triggered. Check server logs (PHP error log, CloudWatch) for details and API send status.
ru_ru: Процесс снимка запасов был запущен. Проверьте серверные журналы (журнал ошибок PHP, CloudWatch) для деталей и статуса отправки API.

source: An error occurred while triggering the snapshot:
ru_ru: Произошла ошибка при запуске снимка:

source: Cart Recovery is a premium feature. Please upgrade your plan to enable this functionality.
ru_ru: Восстановление корзины - это премиум-функция. Пожалуйста, обновите ваш план, чтобы включить эту функциональность.

source: Could not identify current user.
ru_ru: Не удалось идентифицировать текущего пользователя.

source: Could not initialize cart recovery module.
ru_ru: Не удалось инициализировать модуль восстановления корзины.

source: Test email sent to %s successfully.
ru_ru: Тестовый email отправлен %s успешно.

source: Failed to send test email. Please check server logs for more details.
ru_ru: Не удалось отправить тестовый email. Пожалуйста, проверьте журналы сервера для получения подробностей.

source: Sample Product 1
ru_ru: Образец товара 1

source: Sample Product 2
ru_ru: Образец товара 2

source: Snapshotter component is missing.
ru_ru: Компонент снимков отсутствует.

source: Snapshotter class not found.
ru_ru: Класс снимков не найден.

source: Snapshot schedule has been fixed.
ru_ru: Расписание снимков исправлено.

source: Failed to reschedule the snapshot. Please check server logs.
ru_ru: Не удалось перепланировать снимок. Пожалуйста, проверьте журналы сервера.

source: An error occurred:
ru_ru: Произошла ошибка:

source: Go to Settings
ru_ru: Перейти к настройкам

source: WooCommerce is not active. Cannot analyze order history.
ru_ru: WooCommerce не активен. Невозможно проанализировать историю заказов.

source: Your store processes approximately %d orders per month (with 20%% buffer: %d). This exceeds the Premium Plan limit. Consider contacting sales for an Enterprise Plan.
ru_ru: Ваш магазин обрабатывает приблизительно %d заказов в месяц (с 20%% буфером: %d). Это превышает лимит Премиум плана. Рассмотрите возможность обращения к отделу продаж для Корпоративного плана.

source: Based on your order history (average %d orders per month, with 20%% buffer: %d), we recommend %d order blocks for your subscription.
ru_ru: На основе истории ваших заказов (в среднем %d заказов в месяц, с 20%% буфером: %d), мы рекомендуем %d блоков заказов для вашей подписки.

source: Security check failed.
ru_ru: Проверка безопасности не удалась.

source: Missing API token or site identifier. Please reconnect your site.
ru_ru: Отсутствует API токен или идентификатор сайта. Пожалуйста, переподключите ваш сайт.

source: Subscription status synced successfully.
ru_ru: Статус подписки синхронизирован успешно.

source: Failed to sync subscription status. Please try again or contact support.
ru_ru: Не удалось синхронизировать статус подписки. Пожалуйста, попробуйте еще раз или обратитесь в поддержку.

source: No synchronization has been initiated.
ru_ru: Синхронизация не была инициирована.

source: Synchronization appears to have stalled.
ru_ru: Синхронизация, по-видимому, зависла.

source: Security verification failed!
ru_ru: Проверка безопасности не удалась!

source: Sync is currently in progress. Use force reset if you want to override this.
ru_ru: Синхронизация в настоящее время выполняется. Используйте принудительный сброс, если хотите это переопределить.

source: Sync progress reset successfully.
ru_ru: Прогресс синхронизации сброшен успешно.

source: Failed to reset sync progress.
ru_ru: Не удалось сбросить прогресс синхронизации.

source: Connect your site to enable historical data synchronization.
ru_ru: Подключите ваш сайт для включения синхронизации исторических данных.

source: Use this coupon code for a special discount:
ru_ru: Используйте этот код купона для специальной скидки:

source: Quantity: %s
ru_ru: Количество: %s

source: each
ru_ru: каждый

source: Total:
ru_ru: Итого:

source: The recovery link is invalid or has expired.
ru_ru: Ссылка восстановления недействительна или истекла.

source: Your cart has been restored. You can now complete your purchase.
ru_ru: Ваша корзина восстановлена. Теперь вы можете завершить покупку.

source: We couldn't restore your cart. It may have expired or been already processed.
ru_ru: Мы не смогли восстановить вашу корзину. Возможно, она истекла или уже была обработана.

source: Action Scheduler library is required but not found. Please ensure WooCommerce is active.
ru_ru: Библиотека Action Scheduler необходима, но не найдена. Пожалуйста, убедитесь, что WooCommerce активен.

source: Synchronization is already in progress or scheduled.
ru_ru: Синхронизация уже выполняется или запланирована.

source: Failed to schedule the synchronization task.
ru_ru: Не удалось запланировать задачу синхронизации.

source: Historical data synchronization has been scheduled.
ru_ru: Синхронизация исторических данных запланирована.

source: Could not reach your site for verification. Please ensure your site is publicly accessible or check firewall settings.
ru_ru: Не удалось достичь вашего сайта для проверки. Пожалуйста, убедитесь, что ваш сайт общедоступен или проверьте настройки брандмауэра.

source: Site verification challenge failed. Unexpected response received.
ru_ru: Проверка сайта не удалась. Получен неожиданный ответ.

source: Could not register site with the backend service. Please try again.
ru_ru: Не удалось зарегистрировать сайт в backend службе. Попробуйте еще раз.

source: Unknown error from backend registration.
ru_ru: Неизвестная ошибка регистрации backend.

source: Backend registration failed: %s
ru_ru: Регистрация backend не удалась: %s

source: Site connected successfully. Securely saving token...
ru_ru: Сайт подключен успешно. Безопасное сохранение токена...

source: API Token saved successfully.
ru_ru: API токен сохранен успешно.

source: Could not save the API token to the database.
ru_ru: Не удалось сохранить API токен в базу данных.

source: Low Stock Product Alert - %s
ru_ru: Предупреждение о низких запасах товара - %s

source: The following products/variations are currently at or below their low stock threshold:
ru_ru: Следующие продукты/вариации в настоящее время находятся на уровне или ниже их порога низких запасов:

source: Product Name
ru_ru: Название товара

source: SKU
ru_ru: Артикул

source: Current Stock
ru_ru: Текущий запас

source: N/A
ru_ru: Н/Д

source: Subscribe
ru_ru: Подписаться

source: Every Five Minutes
ru_ru: Каждые пять минут

source: Every Fifteen Minutes
ru_ru: Каждые пятнадцать минут

source: Key Features
ru_ru: Ключевые функции

source: Comprehensive Analytics Dashboard
ru_ru: Комплексная панель аналитики

source: Get real-time insights into your store's performance with detailed sales, marketing, and inventory metrics.
ru_ru: Получите данные о производительности вашего магазина в режиме реального времени с подробными метриками продаж, маркетинга и запасов.

source: Inventory Management
ru_ru: Управление запасами

source: Track inventory levels, receive low stock alerts, and optimize restocking to prevent stockouts.
ru_ru: Отслеживайте уровни запасов, получайте уведомления о низких запасах и оптимизируйте пополнение запасов для предотвращения дефицита.

source: Automatically identify and recover abandoned carts to boost sales and conversion rates.
ru_ru: Автоматически определяйте и восстанавливайте заброшенные корзины для увеличения продаж и коэффициентов конверсии.

source: Financial Reports
ru_ru: Финансовые отчеты

source: Track COGS, profit margins, and other key financial metrics to optimize your business performance.
ru_ru: Отслеживайте COGS, прибыльность и другие ключевые финансовые метрики для оптимизации производительности вашего бизнеса.

source: Our core platform is free, flexible, and amplified by a global community
ru_ru: Наша основная платформа бесплатна, гибка и усилена глобальным сообществом

source: The freedom of open-source means you retain full ownership of your store's content and data forever.
ru_ru: Свобода открытого исходного кода означает, что вы навсегда сохраняете полное владение контентом и данными вашего магазина.

source: Installation
ru_ru: Установка

source: Upload the plugin files to the `/wp-content/plugins/shopmetrics` directory, or install the plugin through the WordPress plugins screen directly.
ru_ru: Загрузите файлы плагина в директорию `/wp-content/plugins/shopmetrics` или установите плагин напрямую через экран плагинов WordPress.

source: Activate the plugin through the 'Plugins' screen in WordPress.
ru_ru: Активируйте плагин через экран 'Плагины' в WordPress.

source: Frequently Asked Questions
ru_ru: Часто задаваемые вопросы

source: Changelog
ru_ru: История изменений

source: Added Dashboard link to plugin actions
ru_ru: Добавлена ссылка на панель управления в действия плагина

source: Added View details modal and Documentation link
ru_ru: Добавлен модальный просмотр деталей и ссылка на документацию

source: Fixed several minor bugs
ru_ru: Исправлено несколько мелких ошибок

source: Initial release
ru_ru: Первоначальный выпуск

source: Screenshots
ru_ru: Скриншоты

source: The main dashboard with analytics overview
ru_ru: Главная панель с обзором аналитики

source: Inventory management interface
ru_ru: Интерфейс управления запасами

source: Cart recovery settings
ru_ru: Настройки восстановления корзины

source: Financial reports panel
ru_ru: Панель финансовых отчетов

source: General
ru_ru: Общее

source: Sales
ru_ru: Продажи

source: Marketing
ru_ru: Маркетинг

source: Cart & Checkout
ru_ru: Корзина и оформление

source: Stock
ru_ru: Склад

source: Connection Error:
ru_ru: Ошибка подключения:

source: Unable to communicate with ShopMetrics API. Your site may need to bereconnected.
ru_ru: Не удается связаться с API ShopMetrics. Возможно, ваш сайт нужно переподключить.

source: Reconnecting...
ru_ru: Переподключение...

source: Reconnect Site
ru_ru: Переподключить сайт

source: Invalid date range provided.
ru_ru: Предоставлен недействительный диапазон дат.

source: Site identifier or API token not provided.
ru_ru: Идентификатор сайта или API токен не предоставлен.

source: API URL not configured in window.shopmetricsData.
ru_ru: API URL не настроен в window.shopmetricsData.

source: Failed to parse cart data from API response (unexpected data structure).
ru_ru: Не удалось разобрать данные корзины из ответа API (неожиданная структура данных).

source: Failed to fetch cart stats.
ru_ru: Не удалось получить статистику корзин.

source: Error: %s
ru_ru: Ошибка: %s

source: Active Carts
ru_ru: Активные корзины

source: Number of carts currently active (not abandoned, not converted).
ru_ru: Количество корзин, которые в настоящее время активны (не заброшены, не конвертированы).

source: Active Carts Value
ru_ru: Активные корзины

source: Total value of items in all active carts.
ru_ru: Общая стоимость товаров во всех активных корзинах.

source: Average Cart Value
ru_ru: Средняя стоимость корзины

source: Average monetary value of carts (based on backend logic for what constitutes a\
ru_ru: Не найдены мета-ключи элементов заказа в недавних заказах для сканирования.

source: Abandoned Carts
ru_ru: Заброшенные корзины

source: Number of carts that were initiated but not completed.
ru_ru: Количество корзин, которые были начаты, но не завершены.

source: Abandoned Carts Value
ru_ru: Стоимость заброшенных корзин

source: Total value of items in all abandoned carts.
ru_ru: Общая стоимость товаров во всех заброшенных корзинах.

source: Abandoned Cart Rate
ru_ru: Коэффициент заброшенных корзин

source: Percentage of initiated carts that were abandoned (Abandoned Carts / (AbandonedCarts + Completed Orders)).
ru_ru: Процент начатых корзин, которые были заброшены (Заброшенные корзины / (Заброшенные корзины + Завершенные заказы)).

source: Checkouts Started
ru_ru: Начатые оформления заказов

source: Number of times users initiated the checkout process.
ru_ru: Количество раз, когда пользователи инициировали процесс оформления заказа.

source: Checkout Conversion Rate
ru_ru: Коэффициент конверсии оформления заказа

source: Percentage of checkouts started that resulted in a completed order (CompletedOrders / Checkouts Started).
ru_ru: Процент начатых оформлений заказов, которые привели к завершенному заказу (Завершенные заказы / Начатые оформления).

source: Checkout Abandonment Rate
ru_ru: Коэффициент отказа от оформления заказа

source: Percentage of users who started checkout but did not complete the order((Checkouts Started - Orders Completed) / Checkouts Started).
ru_ru: Процент пользователей, которые начали оформление заказа, но не завершили его ((Начатые оформления - Завершенные заказы) / Начатые оформления).

source: Cart to Checkout Start Rate
ru_ru: Коэффициент перехода от корзины к оформлению заказа

source: Percentage of users who viewed their cart and then proceeded to start thecheckout (Checkouts Started / Viewed Cart Page).
ru_ru: Процент пользователей, которые просмотрели свою корзину, а затем перешли к началу оформления заказа (Начатые оформления / Просмотры страницы корзины).

source: Avg Items / Active Cart
ru_ru: Активные корзины

source: Average number of items in carts that are currently active.
ru_ru: Среднее количество товаров в корзинах, которые в настоящее время активны.

source: Avg Items / Abandoned Cart
ru_ru: Среднее количество товаров / Заброшенная корзина

source: Average number of items in carts that were abandoned.
ru_ru: Среднее количество товаров в корзинах, которые были заброшены.

source: Checkout Funnel Flow
ru_ru: Поток воронки оформления заказа

source: Checkout Funnel Flow Help
ru_ru: Помощь по потоку воронки оформления заказа
