Repository: FinanciarMe-es/shopmetrics
Catalog: languages/shopmetrics-*.po
Languages: ru_ru

source: Site Identifier
ru_ru: Идентификатор сайта

source: e.g., mystore.com
ru_ru: например, mystore.com

source: This identifies your store in our system. Usually your domain name.
ru_ru: Это идентифицирует ваш магазин в нашей системе. Обычно это ваше доменное имя.

source: Your site domain automatically detected. This identifies your store in our system.
ru_ru: Домен вашего сайта автоматически определен. Это идентифицирует ваш магазин в нашей системе.

source: Back
ru_ru: Назад

source: Test Connection
ru_ru: Не подключено

source: Continue
ru_ru: Продолжить

source: Configure Cost of Goods Sold (COGS)
ru_ru: Настроить себестоимость проданных товаров (COGS)

source: Setting up COGS tracking will enable accurate profitability analysis in yourdashboard.
ru_ru: Настройка отслеживания COGS обеспечит точный анализ прибыльности в вашей панели управления.

source: Important:
ru_ru: Важно:

source: The meta key is a field where product costs are stored by a COGS plugin inWooCommerce.
ru_ru: Мета-ключ - это поле, где стоимости продуктов хранятся плагином COGS в WooCommerce.

source: This is usually an additional attribute of your products managed by a specificCost of Goods plugin like
ru_ru: Это обычно дополнительный атрибут ваших продуктов, управляемый специальным плагином себестоимости товаров, таким как

source: COGS Meta Key
ru_ru: COGS мета-ключ

source: Detecting meta keys...
ru_ru: Обнаружение мета-ключей...

source: Cancel
ru_ru: Отменить

source: e.g., _wc_cog_cost
ru_ru: например, _wc_cog_cost

source: Detecting...
ru_ru: Переподключение...

source: Auto-detect
ru_ru: Автоопределение

source: The meta key where product costs are stored in your WooCommerce store.
ru_ru: Мета-ключ, где хранятся затраты на товары в вашем магазине WooCommerce.

source: Applied when no COGS data is found. Use 0 to show N/A instead.
ru_ru: Применяется, когда данные COGS не найдены. Используйте 0, чтобы показать Н/Д вместо этого.

source: Retry
ru_ru: Повторить

source: Saving...
ru_ru: Загрузка...

source: Save & Continue
ru_ru: Сохранить и продолжить

source: Initial Data Sync
ru_ru: Первоначальная синхронизация данных

source: What We\
ru_ru: Что мы"

source: Order history (dates, amounts, products)
ru_ru: История заказов (даты, суммы, товары)

source: Product inventory data
ru_ru: Данные о запасах товаров

source: Customer information (anonymous)
ru_ru: Информация о клиентах (анонимная)

source: Estimated Time:
ru_ru: Расчетное время:

source: This process runs in the background and may take a few minutes depending on yourstore size.
ru_ru: Этот процесс выполняется в фоновом режиме и может занять несколько минут в зависимости от размера вашего магазина.

source: Sync started successfully! This will continue in the background.
ru_ru: Синхронизация началась успешно! Это будет продолжаться в фоновом режиме.

source: Starting Sync...
ru_ru: Запуск синхронизации...

source: Start Sync
ru_ru: Дата начала

source: Setup Complete!
ru_ru: Настройка завершена!

source: You\
ru_ru: Вы"

source: ShopMetrics Analytics Dashboard Preview
ru_ru: Предварительный просмотр панели ShopMetrics Analytics

source: Go to Dashboard
ru_ru: Панель управления

source: Unknown step
ru_ru: Неизвестный шаг

source: Close wizard
ru_ru: Закрыть мастер

source: Failed to fetch sales stats.
ru_ru: Не удалось получить статистику продаж.

source: Total Items Sold
ru_ru: Всего товаров продано

source: Total number of individual items sold across all orders.
ru_ru: Общее количество отдельных товаров, проданных по всем заказам.

source: Total number of orders placed.
ru_ru: Общее количество размещенных заказов.

source: Avg Revenue / Customer
ru_ru: Средний доход / клиент

source: Average net revenue generated per unique logged-in customer during the period.
ru_ru: Средний чистый доход, полученный на одного уникального авторизованного клиента за период.

source: Customer Retention Rate
ru_ru: Показатель удержания клиентов

source: Total Discounts
ru_ru: Всего скидок

source: Total amount of discounts applied to orders in the period.
ru_ru: Общая сумма скидок, примененных к заказам в периоде.

source: Refund Rate
ru_ru: Коэффициент возвратов

source: Percentage of orders that had at least one refund processed.
ru_ru: Процент заказов, по которым был обработан хотя бы один возврат.

source: Error loading chart data: %s
ru_ru: Ошибка загрузки данных графика: %s

source: Orders by Status Help
ru_ru: Заказы по статусу

source: <p>Distribution of orders based on their current status (e.g., Completed,Processing, Refunded) during the selected period.</p>
ru_ru: <p>Распределение заказов по их текущему статусу (например, Завершен, Обрабатывается, Возвращен) в течение выбранного периода.</p>

source: Orders by Status
ru_ru: Заказы по статусу

source: No order status data for current period.
ru_ru: Нет данных о статусе заказов для текущего периода.

source: No order status data for previous period.
ru_ru: Нет данных о статусе заказов для предыдущего периода.

source: Sales by Category Help
ru_ru: Продажи по категориям

source: <p>Shows the net sales amount generated by product category during the selectedperiod. Limited to the top 10 categories by current sales.</p>
ru_ru: <p>Показывает сумму чистых продаж, полученную по категориям продуктов в течение выбранного периода. Ограничено топ-10 категориями по текущим продажам.</p>

source: Sales by Category
ru_ru: Продажи по категориям

source: No category sales data for selected period.
ru_ru: Нет данных для выбранного периода.

source: Top Products by Quantity Help
ru_ru: Помощь по топ товарам по количеству

source: Top Products by Quantity
ru_ru: Топ товары по количеству

source: Current Quantity
ru_ru: Текущий период

source: Previous Quantity
ru_ru: Предыдущий период

source: No top products data for selected period.
ru_ru: Нет данных для выбранного периода.

source: Top Products by Revenue Help
ru_ru: Помощь по топ товарам по доходу

source: Top Products by Net Revenue
ru_ru: Топ товары по чистому доходу

source: Current Net Revenue
ru_ru: Чистый доход

source: Previous Net Revenue
ru_ru: Чистый доход

source: Month-over-Month Revenue Change Help
ru_ru: Помощь по изменению доходов месяц к месяцу

source: Month-over-Month Revenue Change
ru_ru: Изменение доходов месяц к месяцу

source: MoM Change
ru_ru: Изменение MoM

source: Month: %s
ru_ru: Месяц: %s

source: Revenue Change %
ru_ru: Изменение дохода %

source: No month-over-month data available.
ru_ru: Данные месяц к месяцу недоступны.

source: At least two months of data required for MoM comparison.
ru_ru: Для сравнения MoM требуются данные как минимум за два месяца.

source: Month-over-Month Orders Change Help
ru_ru: Помощь по изменению заказов месяц к месяцу

source: Month-over-Month Orders Change
ru_ru: Изменение заказов месяц к месяцу

source: Orders Change %
ru_ru: Изменение заказов %

source: No sales data available for the selected period.
ru_ru: Нет данных для выбранного периода.

source: Error
ru_ru: Ошибка

source: New
ru_ru: Новый

source: Changed
ru_ru: Изменено

source: Authentication details not provided.
ru_ru: Детали аутентификации не предоставлены.

source: Date range not provided or invalid.
ru_ru: Диапазон дат не предоставлен или недействителен.

source: Invalid date format in date range.
ru_ru: Недействительный формат даты в диапазоне дат.

source: API URL not configured.
ru_ru: API URL не настроен.

source: Timestamp not available
ru_ru: Временная метка недоступна

source: Product
ru_ru: Название товара

source: Alert
ru_ru: Предупреждение

source: Stock Qty
ru_ru: Количество запасов

source: Threshold
ru_ru: Порог низких запасов

source: Out of Stock
ru_ru: Нет в наличии

source: In Stock
ru_ru: В наличии

source: On Backorder
ru_ru: В отложенном заказе

source: No stock data available for the selected period.
ru_ru: Нет данных для выбранного периода.

source: Last stock data snapshot:
ru_ru: Последний снимок данных запасов:

source: Refresh stock data
ru_ru: Обновить данные запасов

source: Previous period:
ru_ru: Предыдущий период:

source: Total Products
ru_ru: Общая прибыль

source: Total number of unique products (including distinct variable products) in thelatest inventory snapshot.
ru_ru: Общее количество уникальных продуктов (включая отдельные вариативные продукты) в последнем снимке запасов.

source: Low Stock
ru_ru: Порог низких запасов

source: Products at or below their low stock threshold (includes products with anyvariation at low stock).
ru_ru: Продукты на уровне или ниже их порога низких запасов (включает продукты с любой вариацией с низкими запасами).

source: Products marked as out of stock (variable products if all variations are out ofstock).
ru_ru: Продукты, помеченные как отсутствующие на складе (вариативные продукты, если все вариации отсутствуют на складе).

source: Products allowing backorders (includes products with any variation onbackorder).
ru_ru: Продукты, разрешающие предзаказы (включает продукты с любой вариацией в предзаказе).

source: Total Stock Units
ru_ru: Всего скидок

source: Total quantity of all SKUs with positive stock (simple products and individualvariations).
ru_ru: Общее количество всех артикулов с положительными запасами (простые продукты и отдельные вариации).

source: Inventory Value (Retail)
ru_ru: Стоимость запасов (розничная)

source: Total retail value of all SKUs with positive stock. Currency symbol depends onglobal settings.
ru_ru: Общая розничная стоимость всех артикулов с положительными запасами. Символ валюты зависит от глобальных настроек.

source: Stock Status Distribution
ru_ru: Распределение статуса запасов

source: <p>Product distribution by stock status.</p><p><strong>In Stock:</strong>Available, not low/backordered/OOS.</p><p><strong>Low Stock:</strong> At/belowthreshold, not backordered/OOS.</p><p><strong>On Backorder:</strong> Allowspurchases when OOS.</p><p><strong>Out of Stock:</strong> Unavailable.</p>
ru_ru: <p>Распределение продуктов по статусу запасов.</p><p><strong>В наличии:</strong>Доступен, не низкий/предзаказ/отсутствует.</p><p><strong>Низкие запасы:</strong> На уровне/ниже порога, не предзаказ/отсутствует.</p><p><strong>В предзаказе:</strong> Разрешает покупки при отсутствии.</p><p><strong>Нет в наличии:</strong> Недоступен.</p>

source: No data for stock status.
ru_ru: Нет данных для статуса запасов.

source: No previous period data.
ru_ru: Предыдущий период

source: Top 10 Requiring Restock
ru_ru: Топ 10 требующих пополнения запасов

source: <p>Products/variations most urgently needing restock, ordered by units needed toreach low stock threshold.</p>
ru_ru: <p>Продукты/вариации, наиболее срочно нуждающиеся в пополнении запасов, упорядоченные по единицам, необходимым для достижения порога низких запасов.</p>

source: Units Needed (Current)
ru_ru: Необходимые единицы (текущие)

source: Units Needed (Previous)
ru_ru: Необходимые единицы (предыдущие)

source: No products require restocking or below threshold.
ru_ru: Нет товаров, требующих пополнения запасов или ниже порога.

source: Top 10 by Stock Quantity
ru_ru: Топ 10 по количеству запасов

source: <p>Products/variations with the highest number of units currently in stock.</p>
ru_ru: <p>Продукты/вариации с наибольшим количеством единиц, находящихся в настоящее время на складе.</p>

source: Quantity (Current)
ru_ru: Количество (текущее)

source: Quantity (Previous)
ru_ru: Количество (предыдущее)

source: No products with positive stock quantity.
ru_ru: Нет товаров с положительным количеством запасов.

source: Top 10 by Inventory Value
ru_ru: Топ 10 по стоимости запасов

source: <p>Products/variations contributing most to the total retail value of on-handinventory.</p>
ru_ru: <p>Продукты/вариации, вносящие наибольший вклад в общую розничную стоимость имеющихся запасов.</p>

source: Retail Value (Current)
ru_ru: Розничная стоимость (текущая)

source: Retail Value (Previous)
ru_ru: Розничная стоимость (предыдущая)

source: No products with positive stock value.
ru_ru: Нет товаров с положительной стоимостью запасов.

source: Product Stock Alerts
ru_ru: Предупреждения о запасах товаров

source: Search alerts (e.g., product name, SKU)...
ru_ru: Поиск предупреждений (например, название товара, SKU)...

source: No stock alerts at the moment.
ru_ru: В данный момент нет предупреждений о запасах.

source: Subscription Required
ru_ru: Подписка

source: Your subscription or trial has ended. Please visit the
ru_ru: Ваша подписка или пробный период закончился. Пожалуйста, посетите

source: Settings page
ru_ru: Настройки

source: to activate or manage your subscription.
ru_ru: чтобы активировать или управлять вашей подпиской.

source: No tabs provided.
ru_ru: Вкладки не предоставлены.

source: Not enough data available to display chart.
ru_ru: Недостаточно данных для отображения графика.

source: Trial Expired:
ru_ru: Пробный период истек:

source: for unlimited orders and advanced features.
ru_ru: для неограниченного количества заказов и расширенных функций.

source: Dismiss for 24 hours
ru_ru: Отклонить на 24 часа

source: Dismiss trial expired alert
ru_ru: Отклонить предупреждение об истечении пробного периода
